Repository: CodeBlock-Dev/Hey-It-Is-Me
Catalog: src/2-Clients/WebApp/Resources/WebAppResource.*.resx
Languages: ar, de, es, fa, fr, pt

# Hero_Title
source: Turn Your SaaS Idea Into Reality
ar: حوّل فكرتك للبرمجيات كخدمة إلى واقع
de: Verwandeln Sie Ihre SaaS-Idee in die Realität
es: Convierte Tu Idea SaaS en Realidad
fa: ایده SaaS خود را به واقعیت تبدیل کنید
fr: Transformez Votre Idée SaaS en Réalité
pt: Transforme Sua Ideia SaaS em Realidade

# Hero_Tagline
source: It Can Be Yours!
ar: يمكن أن يكون لك!
de: Es Kann Deins Sein!
es: ¡Puede Ser Tuyo!
fa: میتونه مال تو باشه!
fr: Ça Peut Être Vôtre !
pt: Pode Ser Seu!

# Hero_Subtitle
source: This is a sample startup built with <strong>CodeBlock.DevKit</strong>. Everything you see here comes from built-in modules - no coding required. Simply customize the design, content, and features to match your vision, then launch your own startup.
ar: هذه شركة ناشئة نموذجية مبنية بـ <strong>CodeBlock.DevKit</strong>. كل ما تراه هنا يأتي من وحدات مدمجة - لا تحتاج لبرمجة. ببساطة خصص التصميم والمحتوى والميزات لتتناسب مع رؤيتك، ثم أطلق شركتك الناشئة.
de: Dies ist ein Beispiel-Startup, das mit <strong>CodeBlock.DevKit</strong> erstellt wurde. Alles, was Sie hier sehen, stammt aus integrierten Modulen - keine Programmierung erforderlich. Passen Sie einfach Design, Inhalt und Funktionen an Ihre Vision an und starten Sie dann Ihr eigenes Startup.
es: Esta es una startup de muestra construida con <strong>CodeBlock.DevKit</strong>. Todo lo que ves aquí proviene de módulos integrados - no se requiere programación. Simplemente personaliza el diseño, contenido y características para que coincidan con tu visión, luego lanza tu propia startup.
fa: این یک نمونه استارتاپ ساخته شده با <strong>CodeBlock.DevKit</strong> است. تمام آنچه اینجا می‌بینید از ماژول‌های داخلی آمده است - بدون نیاز به کدنویسی. به سادگی طراحی، محتوا و ویژگی‌ها را مطابق با دیدگاه خود سفارشی کنید، سپس استارتاپ خود را راه‌اندازی نمایید.
fr: Ceci est une startup d'exemple construite avec <strong>CodeBlock.DevKit</strong>. Tout ce que vous voyez ici provient de modules intégrés - aucune programmation requise. Personnalisez simplement le design, le contenu et les fonctionnalités pour correspondre à votre vision, puis lancez votre propre startup.
pt: Esta é uma startup de exemplo construída com <strong>CodeBlock.DevKit</strong>. Tudo que você vê aqui vem de módulos integrados - nenhuma programação necessária. Simplesmente personalize o design, conteúdo e recursos para combinar com sua visão, então lance sua própria startup.

# System_Access_Title
source: Explore the Complete System:
ar: استكشف النظام الكامل:
de: Erkunden Sie das Komplette System:
es: Explora el Sistema Completo:
fa: سیستم کامل را کاوش کنید:
fr: Explorez le Système Complet :
pt: Explore o Sistema Completo:

# System_Access_Subtitle
source: First run the web apps from src/2-clients, then click on any component below to see what CodeBlock.DevKit provides
ar: أولاً قم بتشغيل تطبيقات الويب من src/2-clients، ثم انقر على أي مكون أدناه لترى ما يوفره CodeBlock.DevKit
de: Führen Sie zuerst die Web-Apps aus src/2-clients aus und klicken Sie dann auf eine beliebige Komponente unten, um zu sehen, was CodeBlock.DevKit bietet
es: Primero ejecuta las aplicaciones web desde src/2-clients, luego haz clic en cualquier componente a continuación para ver lo que CodeBlock.DevKit proporciona
fa: ابتدا وب اپلیکیشن‌های موجود در src/2-clients را اجرا کنید، سپس روی هر کامپوننت زیر کلیک کنید تا ببینید CodeBlock.DevKit چه چیزی ارائه می‌دهد
fr: Exécutez d'abord les applications web depuis src/2-clients, puis cliquez sur n'importe quel composant ci-dessous pour voir ce que CodeBlock.DevKit fournit
pt: Primeiro execute as aplicações web de src/2-clients, então clique em qualquer componente abaixo para ver o que CodeBlock.DevKit fornece

# System_Website
source: Website
ar: الموقع الإلكتروني
es: Sitio Web
fa: وب‌سایت
fr: Site Web
pt: Site Web

# System_Website_Status
source: Current
ar: الحالي
de: Aktuell
es: Actual
fa: فعلی
fr: Actuel
pt: Atual

# System_UserPanel
source: User Panel
ar: لوحة المستخدم
de: Benutzer-Panel
es: Panel de Usuario
fa: پنل کاربری
fr: Panneau Utilisateur
pt: Painel do Usuário

# System_UserPanel_Status
source: Dashboard
ar: لوحة القيادة
fa: داشبورد
fr: Tableau de Bord

# System_AdminPanel
source: Admin Panel
ar: لوحة الإدارة
es: Panel de Administración
fa: پنل مدیریت
fr: Panneau Admin
pt: Painel Administrativo

# System_AdminPanel_Status
source: Management
ar: الإدارة
de: Verwaltung
es: Gestión
fa: مدیریت
fr: Gestion
pt: Gerenciamento

# System_API
source: API Docs
ar: وثائق API
de: API-Dokumentation
es: Documentación API
fa: مستندات API
fr: Documentation API
pt: Documentação API

# System_API_Status
source: Developer
ar: مطور
de: Entwickler
es: Desarrollador
fa: توسعه‌دهنده
fr: Développeur
pt: Desenvolvedor

# System_ChatBot
source: AI ChatBot
ar: روبوت المحادثة بالذكاء الاصطناعي
de: KI-ChatBot
es: ChatBot IA
fa: ربات گفتگوی هوش مصنوعی
fr: ChatBot IA
pt: ChatBot IA

# System_ChatBot_Status
source: Support
ar: الدعم
es: Soporte
fa: پشتیبانی
pt: Suporte

# Feature_EnterpriseSecurity
source: Enterprise-Grade Security
ar: أمان على مستوى المؤسسات
de: Unternehmenssicherheit
es: Seguridad de Nivel Empresarial
fa: امنیت سطح سازمانی
fr: Sécurité de Niveau Entreprise
pt: Segurança de Nível Empresarial

# CTA_TryAI
source: Try Our AI Assistant
ar: جرب مساعدنا الذكي
de: Probieren Sie Unseren KI-Assistenten
es: Prueba Nuestro Asistente IA
fa: دستیار هوش مصنوعی ما را امتحان کنید
fr: Essayez Notre Assistant IA
pt: Experimente Nosso Assistente IA

# CTA_GetDevKit
source: Get Your Own DevKit
ar: احصل على DevKit الخاص بك
de: Holen Sie Sich Ihr Eigenes DevKit
es: Obtén Tu Propio DevKit
fa: DevKit خود را دریافت کنید
fr: Obtenez Votre Propre DevKit
pt: Obtenha Seu Próprio DevKit

# AI_Section_Title
source: Experience Our Intelligent AI Assistant
ar: اختبر مساعدنا الذكي المتقدم
de: Erleben Sie Unseren Intelligenten KI-Assistenten
es: Experimenta Nuestro Asistente IA Inteligente
fa: دستیار هوشمند هوش مصنوعی ما را تجربه کنید
fr: Découvrez Notre Assistant IA Intelligent
pt: Experimente Nosso Assistente IA Inteligente

# AI_Section_Description
source: At "It Can Be Yours", we've integrated cutting-edge AI technology to provide instant, intelligent support. Our AI assistant has been trained on our knowledge base and can answer questions about our services, pricing, and more.
ar: في "يمكن أن يكون لك"، دمجنا تقنية ذكاء اصطناعي متطورة لتوفير دعم فوري وذكي. تم تدريب مساعدنا الذكي على قاعدة معرفتنا ويمكنه الإجابة على أسئلة حول خدماتنا وأسعارنا والمزيد.
de: Bei "Es Kann Deins Sein" haben wir modernste KI-Technologie integriert, um sofortigen, intelligenten Support zu bieten. Unser KI-Assistent wurde mit unserer Wissensdatenbank trainiert und kann Fragen zu unseren Dienstleistungen, Preisen und mehr beantworten.
es: En "Puede Ser Tuyo", hemos integrado tecnología IA de vanguardia para proporcionar soporte instantáneo e inteligente. Nuestro asistente IA ha sido entrenado en nuestra base de conocimientos y puede responder preguntas sobre nuestros servicios, precios y más.
fa: در "میتونه مال تو باشه"، ما فناوری پیشرفته هوش مصنوعی را ادغام کرده‌ایم تا پشتیبانی فوری و هوشمند ارائه دهیم. دستیار هوش مصنوعی ما روی پایگاه دانش ما آموزش دیده و می‌تواند به سوالات درباره خدمات، قیمت‌گذاری و موارد دیگر پاسخ دهد.
fr: Chez "Ça Peut Être Vôtre", nous avons intégré une technologie IA de pointe pour fournir un support instantané et intelligent. Notre assistant IA a été formé sur notre base de connaissances et peut répondre aux questions sur nos services, tarifs et plus encore.
pt: Na "Pode Ser Seu", integramos tecnologia IA de ponta para fornecer suporte instantâneo e inteligente. Nosso assistente IA foi treinado em nossa base de conhecimento e pode responder perguntas sobre nossos serviços, preços e mais.

# AI_Status_Online
source: Online
ar: متصل
es: En Línea
fa: آنلاین
fr: En Ligne

# AI_Service_Info
source: Service information and pricing
ar: معلومات الخدمات والأسعار
de: Service-Informationen und Preise
es: Información de servicios y precios
fa: اطلاعات خدمات و قیمت‌گذاری
fr: Informations sur les services et tarifs
pt: Informações de serviços e preços

# AI_Integration_Options
source: Integration and customization options
ar: خيارات التكامل والتخصيص
de: Integrations- und Anpassungsoptionen
es: Opciones de integración y personalización
fa: گزینه‌های ادغام و سفارشی‌سازی
fr: Options d'intégration et de personnalisation
pt: Opções de integração e personalização

# AI_User_Question
source: How can you help my business scale?
ar: كيف يمكنكم مساعدة عملي على النمو؟
de: Wie können Sie meinem Unternehmen beim Skalieren helfen?
es: ¿Cómo pueden ayudar a escalar mi negocio?
fa: چطور می‌توانید به توسعه کسب‌وکار من کمک کنید؟
fr: Comment pouvez-vous aider mon entreprise à croître ?
pt: Como vocês podem ajudar meu negócio a escalar?

# AI_Response
source: Great question! I can guide you through our digital transformation services, recommend the right plan based on your needs, and explain how our platform integrates with your existing systems. Would you like to know more about any specific area?
ar: سؤال رائع! يمكنني إرشادك عبر خدمات التحول الرقمي لدينا، والتوصية بالخطة المناسبة بناءً على احتياجاتك، وشرح كيف تتكامل منصتنا مع أنظمتك الحالية. هل تود معرفة المزيد عن أي مجال محدد؟
de: Großartige Frage! Ich kann Sie durch unsere digitalen Transformationsdienste führen, den richtigen Plan basierend auf Ihren Bedürfnissen empfehlen und erklären, wie sich unsere Plattform in Ihre bestehenden Systeme integriert. Möchten Sie mehr über einen bestimmten Bereich erfahren?
es: ¡Excelente pregunta! Puedo guiarte a través de nuestros servicios de transformación digital, recomendar el plan adecuado según tus necesidades y explicar cómo nuestra plataforma se integra con tus sistemas existentes. ¿Te gustaría saber más sobre algún área específica?
fa: سوال عالی! می‌توانم شما را در خدمات تحول دیجیتال راهنمایی کنم، برنامه مناسب را بر اساس نیازهایتان پیشنهاد دهم و توضیح دهم که پلتفرم ما چگونه با سیستم‌های موجود شما ادغام می‌شود. آیا می‌خواهید درباره هر حوزه خاصی بیشتر بدانید؟
fr: Excellente question ! Je peux vous guider à travers nos services de transformation numérique, recommander le bon plan selon vos besoins et expliquer comment notre plateforme s'intègre avec vos systèmes existants. Souhaitez-vous en savoir plus sur un domaine spécifique ?
pt: Ótima pergunta! Posso guiá-lo através dos nossos serviços de transformação digital, recomendar o plano certo baseado em suas necessidades e explicar como nossa plataforma se integra com seus sistemas existentes. Gostaria de saber mais sobre alguma área específica?

# AI_Start_Conversation
source: Start Live Conversation
ar: بدء محادثة مباشرة
de: Live-Gespräch Starten
es: Iniciar Conversación en Vivo
fa: شروع گفتگوی زنده
fr: Démarrer une Conversation en Direct
pt: Iniciar Conversa ao Vivo

# AI_Feature_DocumentProcessing
source: Smart Document Processing
ar: معالجة ذكية للوثائق
de: Intelligente Dokumentenverarbeitung
es: Procesamiento Inteligente de Documentos
fa: پردازش هوشمند اسناد
fr: Traitement Intelligent de Documents
pt: Processamento Inteligente de Documentos

# AI_Feature_DocumentProcessing_Desc
source: AI trained on our entire knowledge base and documentation
ar: ذكاء اصطناعي مدرب على كامل قاعدة معرفتنا ووثائقنا
de: KI trainiert auf unserer gesamten Wissensbasis und Dokumentation
es: IA entrenada en toda nuestra base de conocimientos y documentación
fa: هوش مصنوعی آموزش دیده روی کل پایگاه دانش و مستندات ما
fr: IA formée sur toute notre base de connaissances et documentation
pt: IA treinada em toda nossa base de conhecimento e documentação

# AI_Feature_NaturalConversations
source: Natural Conversations
ar: محادثات طبيعية
de: Natürliche Gespräche
es: Conversaciones Naturales
fa: گفتگوهای طبیعی
fr: Conversations Naturelles
pt: Conversas Naturais

# AI_Feature_24x7_Availability_Desc
source: Instant responses any time, with escalation to human agents
ar: ردود فورية في أي وقت، مع تصعيد للوكلاء البشريين
de: Sofortige Antworten jederzeit, mit Eskalation an menschliche Agenten
es: Respuestas instantáneas en cualquier momento, con escalado a agentes humanos
fa: پاسخ فوری در هر زمان، با ارجاع به کارشناسان انسانی
fr: Réponses instantanées à tout moment, avec escalade vers des agents humains
pt: Respostas instantâneas a qualquer hora, com escalação para agentes humanos

# AI_Feature_ContinuousLearning_Desc
source: Gets smarter over time based on interactions and feedback
ar: يصبح أذكى مع الوقت بناءً على التفاعلات والملاحظات
de: Wird mit der Zeit intelligenter basierend auf Interaktionen und Feedback
es: Se vuelve más inteligente con el tiempo basado en interacciones y retroalimentación
fa: در طول زمان بر اساس تعاملات و بازخوردها هوشمندتر می‌شود
fr: Devient plus intelligent au fil du temps basé sur les interactions et les retours
pt: Fica mais inteligente ao longo do tempo baseado em interações e feedback

# AI_DevKit_Integration_Alert
source: <strong>DevKit AI Integration:</strong> This AI functionality comes built-in with CodeBlock.DevKit! Simply provide your AI model API key (OpenAI, Claude, Gemini, etc.), embed your documents, and get a fully functional AI assistant for your startup. No complex setup required!
ar: <strong>تكامل الذكاء الاصطناعي DevKit:</strong> هذه الوظيفة للذكاء الاصطناعي مدمجة مع CodeBlock.DevKit! ببساطة قدم مفتاح API لنموذج الذكاء الاصطناعي (OpenAI، Claude، Gemini، إلخ)، واستضف وثائقك واحصل على مساعد ذكي يعمل بشكل كامل لشركتك الناشئة. لا حاجة لإعداد معقد!
de: <strong>DevKit KI-Integration:</strong> Diese KI-Funktionalität ist in CodeBlock.DevKit integriert! Geben Sie einfach Ihren KI-Modell-API-Schlüssel (OpenAI, Claude, Gemini, etc.) an, betten Sie Ihre Dokumente ein und erhalten Sie einen voll funktionsfähigen KI-Assistenten für Ihr Startup. Keine komplexe Einrichtung erforderlich!
es: <strong>Integración IA DevKit:</strong> ¡Esta funcionalidad IA viene integrada con CodeBlock.DevKit! Simplemente proporciona tu clave API del modelo IA (OpenAI, Claude, Gemini, etc.), incrusta tus documentos y obtén un asistente IA completamente funcional para tu startup. ¡No se requiere configuración compleja!
fa: <strong>ادغام هوش مصنوعی DevKit:</strong> این قابلیت هوش مصنوعی به صورت پیش‌فرض با CodeBlock.DevKit ارائه می‌شود! فقط کلید API مدل هوش مصنوعی خود را فراهم کنید (OpenAI، Claude، Gemini و غیره)، اسناد خود را تعبیه کنید و یک دستیار هوش مصنوعی کاملاً کارآمد برای استارتاپ خود دریافت کنید. نیازی به تنظیمات پیچیده نیست!
fr: <strong>Intégration IA DevKit :</strong> Cette fonctionnalité IA est intégrée à CodeBlock.DevKit ! Fournissez simplement votre clé API de modèle IA (OpenAI, Claude, Gemini, etc.), intégrez vos documents et obtenez un assistant IA entièrement fonctionnel pour votre startup. Aucune configuration complexe requise !
pt: <strong>Integração IA DevKit:</strong> Esta funcionalidade IA vem integrada com CodeBlock.DevKit! Simplesmente forneça sua chave API do modelo IA (OpenAI, Claude, Gemini, etc.), incorpore seus documentos e obtenha um assistente IA totalmente funcional para sua startup. Nenhuma configuração complexa necessária!

# Pricing_Section_Title
source: Sample Pricing Plans for Your Startup
ar: خطط أسعار نموذجية لشركتك الناشئة
de: Beispiel-Preispläne für Ihr Startup
es: Planes de Precios de Muestra para Tu Startup
fa: طرح‌های قیمت‌گذاری نمونه برای استارتاپ شما
fr: Plans Tarifaires d'Exemple pour Votre Startup
pt: Planos de Preços de Exemplo para Sua Startup

# Pricing_Section_Description
source: These are sample pricing plans to demonstrate how you can structure your startup's monetization. Simply define pricing plans that fit your goals and vision - the platform makes it easy to customize any pricing model for your business.
ar: هذه خطط أسعار نموذجية لتوضيح كيف يمكنك هيكلة تحقيق الإيرادات لشركتك الناشئة. ببساطة حدد خطط أسعار تناسب أهدافك ورؤيتك - المنصة تجعل من السهل تخصيص أي نموذج تسعير لعملك.
de: Dies sind Beispiel-Preispläne, um zu demonstrieren, wie Sie die Monetarisierung Ihres Startups strukturieren können. Definieren Sie einfach Preispläne, die zu Ihren Zielen und Ihrer Vision passen - die Plattform macht es einfach, jedes Preismodell für Ihr Unternehmen anzupassen.
es: Estos son planes de precios de muestra para demostrar cómo puedes estructurar la monetización de tu startup. Simplemente define planes de precios que se ajusten a tus objetivos y visión - la plataforma hace fácil personalizar cualquier modelo de precios para tu negocio.
fa: این‌ها طرح‌های قیمت‌گذاری نمونه برای نشان دادن نحوه ساختاربندی درآمدزایی استارتاپ شما هستند. به سادگی طرح‌های قیمت‌گذاری متناسب با اهداف و چشم‌انداز خود تعریف کنید - پلتفرم سفارشی‌سازی هر مدل قیمت‌گذاری برای کسب‌وکار شما را آسان می‌کند.
fr: Voici des plans tarifaires d'exemple pour démontrer comment vous pouvez structurer la monétisation de votre startup. Définissez simplement des plans tarifaires qui correspondent à vos objectifs et à votre vision - la plateforme facilite la personnalisation de tout modèle tarifaire pour votre entreprise.
pt: Estes são planos de preços de exemplo para demonstrar como você pode estruturar a monetização da sua startup. Simplesmente defina planos de preços que se ajustem aos seus objetivos e visão - a plataforma torna fácil personalizar qualquer modelo de preços para seu negócio.

# Pricing_Demo_Alert
source: <strong>Pricing Demo:</strong> These are sample pricing plans for this demo startup. With CodeBlock.DevKit, you can create any pricing structure, features, and business model that fits your startup idea.
ar: <strong>عرض الأسعار:</strong> هذه خطط أسعار نموذجية لهذه الشركة التوضيحية. مع CodeBlock.DevKit، يمكنك إنشاء أي هيكل تسعير وميزات ونموذج عمل يناسب فكرة شركتك الناشئة.
de: <strong>Preis-Demo:</strong> Dies sind Beispiel-Preispläne für dieses Demo-Startup. Mit CodeBlock.DevKit können Sie jede Preisstruktur, Funktionen und jedes Geschäftsmodell erstellen, das zu Ihrer Startup-Idee passt.
es: <strong>Demo de Precios:</strong> Estos son planes de precios de muestra para esta startup demo. Con CodeBlock.DevKit, puedes crear cualquier estructura de precios, características y modelo de negocio que se ajuste a tu idea de startup.
fa: <strong>نسخه نمایشی قیمت‌گذاری:</strong> این‌ها نمونه طرح‌های قیمت‌گذاری برای این استارتاپ نمایشی هستند. با استفاده از CodeBlock.DevKit، می‌توانید هر ساختار قیمت‌گذاری، ویژگی‌ها و مدل کسب‌وکاری که با ایده استارتاپی شما سازگار است را ایجاد کنید.
fr: <strong>Démo Tarifaire :</strong> Voici des plans tarifaires d'exemple pour cette startup de démonstration. Avec CodeBlock.DevKit, vous pouvez créer toute structure tarifaire, fonctionnalités et modèle commercial qui correspond à votre idée de startup.
pt: <strong>Demo de Preços:</strong> Estes são planos de preços de exemplo para esta startup de demonstração. Com CodeBlock.DevKit, você pode criar qualquer estrutura de preços, recursos e modelo de negócio que se ajuste à sua ideia de startup.

# Features_Section_Description
source: At "It Can Be Yours", we provide everything businesses need to establish and grow their digital presence. Our comprehensive platform covers all aspects of modern business operations.
ar: في "يمكن أن يكون لك"، نوفر كل ما تحتاجه الشركات لإنشاء وتنمية حضورها الرقمي. منصتنا الشاملة تغطي جميع جوانب العمليات التجارية الحديثة.
de: Bei "Es Kann Deins Sein" bieten wir alles, was Unternehmen brauchen, um ihre digitale Präsenz aufzubauen und zu erweitern. Unsere umfassende Plattform deckt alle Aspekte moderner Geschäftsabläufe ab.
es: En "Puede Ser Tuyo", proporcionamos todo lo que los negocios necesitan para establecer y hacer crecer su presencia digital. Nuestra plataforma integral cubre todos los aspectos de las operaciones comerciales modernas.
fa: در "میتونه مال تو باشه"، ما همه چیزی که کسب‌وکارها برای تأسیس و رشد حضور دیجیتال خود نیاز دارند ارائه می‌دهیم. پلتفرم جامع ما همه جنبه‌های عملیات تجاری مدرن را پوشش می‌دهد.
fr: Chez "Ça Peut Être Vôtre", nous fournissons tout ce dont les entreprises ont besoin pour établir et développer leur présence numérique. Notre plateforme complète couvre tous les aspects des opérations commerciales modernes.
pt: Na "Pode Ser Seu", fornecemos tudo que as empresas precisam para estabelecer e fazer crescer sua presença digital. Nossa plataforma abrangente cobre todos os aspectos das operações comerciais modernas.

# Feature_WebsiteCreation_Title
source: Website Creation
ar: إنشاء المواقع الإلكترونية
de: Website-Erstellung
es: Creación de Sitios Web
fa: ایجاد وب‌سایت
fr: Création de Sites Web
pt: Criação de Sites

# Feature_CustomerManagement_Title
source: Customer Management
ar: إدارة العملاء
de: Kundenverwaltung
es: Gestión de Clientes
fa: مدیریت مشتری
fr: Gestion de la Clientèle
pt: Gestão de Clientes

# Feature_CustomerManagement_Description
source: Advanced customer relationship management with user dashboards, account management, and personalized experiences for your clients.
ar: إدارة متقدمة لعلاقات العملاء مع لوحات قيادة المستخدمين وإدارة الحسابات وتجارب مخصصة لعملائك.
de: Erweiterte Kundenbeziehungsverwaltung mit Benutzer-Dashboards, Kontoverwaltung und personalisierten Erfahrungen für Ihre Kunden.
es: Gestión avanzada de relaciones con clientes con dashboards de usuarios, administración de cuentas y experiencias personalizadas para tus clientes.
fa: مدیریت روابط پیشرفته مشتری با داشبوردهای کاربری، مدیریت حساب و تجربیات شخصی‌سازی شده برای مشتریان شما.
fr: Gestion avancée de la relation client avec des tableaux de bord utilisateur, gestion de comptes et expériences personnalisées pour vos clients.
pt: Gestão avançada de relacionamento com clientes com dashboards de usuários, gestão de contas e experiências personalizadas para seus clientes.

# Feature_BusinessAnalytics_Title
source: Business Analytics
ar: تحليلات الأعمال
de: Geschäftsanalytik
es: Análisis de Negocio
fa: تحلیل‌های کسب‌وکار
fr: Analytique d'Entreprise
pt: Análise de Negócios

# Feature_BusinessAnalytics_Description
source: Comprehensive analytics and reporting dashboard to track your business performance, customer behavior, and growth metrics in real-time.
ar: لوحة قيادة شاملة للتحليلات والتقارير لتتبع أداء عملك وسلوك العملاء ومؤشرات النمو في الوقت الفعلي.
de: Umfassendes Analyse- und Berichts-Dashboard zur Verfolgung Ihrer Geschäftsleistung, des Kundenverhaltens und der Wachstumsmetriken in Echtzeit.
es: Dashboard de análisis y reportes integral para rastrear el rendimiento de tu negocio, comportamiento del cliente y métricas de crecimiento en tiempo real.
fa: داشبورد جامع تحلیل و گزارش‌گیری برای پیگیری عملکرد کسب‌وکار، رفتار مشتری و متریک‌های رشد در زمان واقعی.
fr: Tableau de bord d'analyse et de rapports complet pour suivre les performances de votre entreprise, le comportement des clients et les métriques de croissance en temps réel.
pt: Dashboard abrangente de análise e relatórios para acompanhar o desempenho do seu negócio, comportamento do cliente e métricas de crescimento em tempo real.

# Feature_PaymentProcessing_Title
source: Payment Processing
ar: معالجة المدفوعات
de: Zahlungsabwicklung
es: Procesamiento de Pagos
fa: پردازش پرداخت
fr: Traitement des Paiements
pt: Processamento de Pagamentos

# Feature_AIPoweredSupport_Title
source: AI-Powered Support
ar: دعم مدعوم بالذكاء الاصطناعي
de: KI-gestützter Support
es: Soporte Impulsado por IA
fa: پشتیبانی قدرت گرفته از هوش مصنوعی
fr: Support Alimenté par IA
pt: Suporte Alimentado por IA

# Feature_SystemIntegration_Title
source: System Integration
ar: تكامل الأنظمة
es: Integración de Sistemas
fa: ادغام سیستم
fr: Intégration de Systèmes
pt: Integração de Sistemas

# Testimonial_3_Name
source: David Kim
ar: ديفيد كيم
fa: دیوید کیم

# CTA_Final_Title
source: Ready to Build Your Own Success Story?
ar: مستعد لبناء قصة نجاحك الخاصة؟
de: Bereit, Ihre Eigene Erfolgsgeschichte zu Schreiben?
es: ¿Listo para Construir Tu Propia Historia de Éxito?
fa: آماده ساخت داستان موفقیت خود هستید؟
fr: Prêt à Écrire Votre Propre Histoire de Succès ?
pt: Pronto para Construir Sua Própria História de Sucesso?
