Repository: CodeBlock-Dev/Hey-It-Is-Me
Catalog: src/2-Clients/WebApp/Resources/WebAppResource.*.resx
Languages: ar, de, es, fa, fr, pt

# Privacy_HowWeUseInfo_Content
source: <p>We use your information for the following purposes:</p> <ul> <li>To authenticate your identity and log you into our platform.</li> <li>To manage your account and provide essential account-related communications.</li> <li>To send you password recovery emails if requested by you.</li> </ul> <p><strong>We do not sell, share, or use your information for marketing purposes.</strong></p>
ar: <p>نستخدم معلوماتك للأغراض التالية:</p> <ul> <li>للتحقق من هويتك وتسجيل دخولك إلى منصتنا.</li> <li>لإدارة حسابك وتقديم الاتصالات الأساسية المتعلقة بالحساب.</li> <li>لإرسال رسائل استعادة كلمة المرور إذا طلبت ذلك.</li> </ul> <p><strong>نحن لا نبيع أو نشارك أو نستخدم معلوماتك لأغراض تسويقية.</strong></p>
de: <p>Wir verwenden Ihre Informationen für folgende Zwecke:</p> <ul> <li>Zur Authentifizierung Ihrer Identität und zur Anmeldung auf unserer Plattform.</li> <li>Zur Verwaltung Ihres Kontos und für wesentliche kontobezogene Kommunikation.</li> <li>Zum Senden von E-Mails zur Passwortwiederherstellung, wenn Sie dies anfordern.</li> </ul> <p><strong>Wir verkaufen, teilen oder verwenden Ihre Informationen nicht für Marketingzwecke.</strong></p>
es: <p>Utilizamos su información para los siguientes propósitos:</p> <ul> <li>Para autenticar su identidad e iniciar sesión en nuestra plataforma.</li> <li>Para administrar su cuenta y proporcionar comunicaciones esenciales relacionadas con la cuenta.</li> <li>Para enviar correos de recuperación de contraseña si lo solicita.</li> </ul> <p><strong>No vendemos, compartimos ni utilizamos su información con fines de marketing.</strong></p>
fa: <p>ما از اطلاعات شما برای اهداف زیر استفاده می‌کنیم:</p> <ul> <li>برای تأیید هویت شما و ورود به پلتفرم ما.</li> <li>برای مدیریت حساب شما و ارائه ارتباطات ضروری مربوط به حساب.</li> <li>برای ارسال ایمیل‌های بازیابی رمز عبور در صورت درخواست شما.</li> </ul> <p><strong>ما اطلاعات شما را نمی‌فروشیم، به اشتراک نمی‌گذاریم یا برای اهداف بازاریابی استفاده نمی‌کنیم.</strong></p>
fr: <p>Nous utilisons vos informations aux fins suivantes :</p> <ul> <li>Pour authentifier votre identité et vous connecter à notre plateforme.</li> <li>Pour gérer votre compte et fournir les communications essentielles liées au compte.</li> <li>Pour envoyer des e-mails de récupération de mot de passe si vous le demandez.</li> </ul> <p><strong>Nous ne vendons pas, ne partageons pas et n'utilisons pas vos informations à des fins marketing.</strong></p>
pt: <p>Usamos suas informações para os seguintes propósitos:</p> <ul> <li>Para autenticar sua identidade e fazer login em nossa plataforma.</li> <li>Para gerenciar sua conta e fornecer comunicações essenciais relacionadas à conta.</li> <li>Para enviar e-mails de recuperação de senha quando solicitado por você.</li> </ul> <p><strong>Não vendemos, compartilhamos ou usamos suas informações para fins de marketing.</strong></p>

# Privacy_DataSharing_Title
source: Data Sharing
ar: مشاركة البيانات
de: Datenweitergabe
es: Compartición de Datos
fa: اشتراک‌گذاری داده‌ها
fr: Partage des Données
pt: Compartilhamento de Dados

# Privacy_DataSharing_Content
source: We do not share your data with third parties, except when required by law or to comply with the terms of the external login providers (e.g., Google, Microsoft, Twitter, Facebook).
ar: نحن لا نشارك بياناتك مع أطراف ثالثة، إلا عندما يكون ذلك مطلوباً بموجب القانون أو للامتثال لشروط موفري تسجيل الدخول الخارجيين (مثل Google وMicrosoft وTwitter وFacebook).
de: Wir geben Ihre Daten nicht an Dritte weiter, außer wenn dies gesetzlich vorgeschrieben ist oder um die Bedingungen der externen Login-Anbieter (z.B. Google, Microsoft, Twitter, Facebook) zu erfüllen.
es: No compartimos sus datos con terceros, excepto cuando lo requiere la ley o para cumplir con los términos de los proveedores de inicio de sesión externos (por ejemplo, Google, Microsoft, Twitter, Facebook).
fa: ما داده‌های شما را با اشخاص ثالث به اشتراک نمی‌گذاریم، مگر در مواردی که قانون الزام کند یا برای رعایت شرایط ارائه‌دهندگان ورود خارجی (مانند گوگل، مایکروسافت، توییتر، فیسبوک).
fr: Nous ne partageons pas vos données avec des tiers, sauf lorsque la loi l'exige ou pour respecter les conditions des fournisseurs de connexion externes (par exemple, Google, Microsoft, Twitter, Facebook).
pt: Não compartilhamos seus dados com terceiros, exceto quando exigido por lei ou para cumprir com os termos dos provedores de login externos (por exemplo, Google, Microsoft, Twitter, Facebook).

# Privacy_DataRetention_Title
source: Data Retention
ar: الاحتفاظ بالبيانات
de: Datenspeicherung
es: Retención de Datos
fa: نگهداری داده‌ها
fr: Conservation des Données
pt: Retenção de Dados

# Privacy_DataRetention_Content
source: We retain your information for as long as necessary to provide our services or as required by law. If you choose to delete your account, we will remove your data from our systems within a reasonable timeframe.
ar: نحتفظ بمعلوماتك طالما كان ذلك ضرورياً لتقديم خدماتنا أو وفقاً لما يقتضيه القانون. إذا اخترت حذف حسابك، سنقوم بإزالة بياناتك من أنظمتنا خلال فترة زمنية معقولة.
de: Wir speichern Ihre Informationen so lange, wie es für die Bereitstellung unserer Dienste erforderlich ist oder gesetzlich vorgeschrieben ist. Wenn Sie Ihr Konto löschen möchten, werden wir Ihre Daten innerhalb eines angemessenen Zeitraums aus unseren Systemen entfernen.
es: Conservamos su información durante el tiempo necesario para proporcionar nuestros servicios o según lo requiera la ley. Si elige eliminar su cuenta, eliminaremos sus datos de nuestros sistemas dentro de un plazo razonable.
fa: ما اطلاعات شما را تا زمانی که برای ارائه خدمات ما لازم است یا قانون الزام می‌کند نگهداری می‌کنیم. اگر تصمیم به حذف حساب خود بگیرید، داده‌های شما را در مدت زمان معقول از سیستم‌های خود حذف خواهیم کرد.
fr: Nous conservons vos informations aussi longtemps que nécessaire pour fournir nos services ou conformément à la loi. Si vous choisissez de supprimer votre compte, nous supprimerons vos données de nos systèmes dans un délai raisonnable.
pt: Mantemos suas informações pelo tempo necessário para fornecer nossos serviços ou conforme exigido por lei. Se você optar por excluir sua conta, removeremos seus dados de nossos sistemas dentro de um prazo razoável.

# Privacy_SecurityMeasures_Title
source: Security Measures
ar: التدابير الأمنية
de: Sicherheitsmaßnahmen
es: Medidas de Seguridad
fa: اقدامات امنیتی
fr: Mesures de Sécurité
pt: Medidas de Segurança

# Privacy_SecurityMeasures_Content
source: We implement industry-standard security measures to protect your data. However, no method of transmission over the Internet or electronic storage is completely secure, and we cannot guarantee absolute security.
ar: نقوم بتنفيذ تدابير أمنية قياسية في الصناعة لحماية بياناتك. ومع ذلك، لا توجد طريقة آمنة تماماً لنقل البيانات عبر الإنترنت أو تخزينها إلكترونياً، ولا يمكننا ضمان الأمان المطلق.
de: Wir implementieren branchenübliche Sicherheitsmaßnahmen zum Schutz Ihrer Daten. Allerdings ist keine Methode der Übertragung über das Internet oder elektronischen Speicherung vollständig sicher, und wir können keine absolute Sicherheit garantieren.
es: Implementamos medidas de seguridad estándar de la industria para proteger sus datos. Sin embargo, ningún método de transmisión por Internet o almacenamiento electrónico es completamente seguro, y no podemos garantizar la seguridad absoluta.
fa: ما اقدامات امنیتی استاندارد صنعت را برای محافظت از داده‌های شما پیاده‌سازی می‌کنیم. با این حال، هیچ روش انتقال از طریق اینترنت یا ذخیره‌سازی الکترونیکی کاملاً امن نیست و ما نمی‌توانیم امنیت مطلق را تضمین کنیم.
fr: Nous mettons en œuvre des mesures de sécurité standard de l'industrie pour protéger vos données. Cependant, aucune méthode de transmission sur Internet ou de stockage électronique n'est totalement sécurisée, et nous ne pouvons garantir une sécurité absolue.
pt: Implementamos medidas de segurança padrão da indústria para proteger seus dados. No entanto, nenhum método de transmissão pela Internet ou armazenamento eletrônico é completamente seguro, e não podemos garantir segurança absoluta.

# Privacy_YourRights_Title
source: Your Rights
ar: حقوقك
de: Ihre Rechte
es: Sus Derechos
fa: حقوق شما
fr: Vos Droits
pt: Seus Direitos

# Privacy_YourRights_Content
source: <p>You have the following rights regarding your personal information:</p> <ul> <li>Access: You can request a copy of the information we hold about you.</li> <li>Correction: You can request corrections to inaccurate or incomplete information.</li> <li>Deletion: You can request the deletion of your account and associated data.</li> </ul>
ar: <p>لديك الحقوق التالية فيما يتعلق بمعلوماتك الشخصية:</p> <ul> <li>الوصول: يمكنك طلب نسخة من المعلومات التي نحتفظ بها عنك.</li> <li>التصحيح: يمكنك طلب تصحيح المعلومات غير الدقيقة أو غير المكتملة.</li> <li>الحذف: يمكنك طلب حذف حسابك والبيانات المرتبطة به.</li> </ul>
de: <p>Sie haben folgende Rechte bezüglich Ihrer personenbezogenen Daten:</p> <ul> <li>Zugriff: Sie können eine Kopie der Informationen anfordern, die wir über Sie gespeichert haben.</li> <li>Korrektur: Sie können die Berichtigung ungenauer oder unvollständiger Informationen verlangen.</li> <li>Löschung: Sie können die Löschung Ihres Kontos und der zugehörigen Daten beantragen.</li> </ul>
es: <p>Tiene los siguientes derechos con respecto a su información personal:</p> <ul> <li>Acceso: Puede solicitar una copia de la información que tenemos sobre usted.</li> <li>Corrección: Puede solicitar correcciones de información inexacta o incompleta.</li> <li>Eliminación: Puede solicitar la eliminación de su cuenta y datos asociados.</li> </ul>
fa: <p>شما حقوق زیر را در رابطه با اطلاعات شخصی خود دارید:</p> <ul> <li>دسترسی: می‌توانید درخواست یک نسخه از اطلاعاتی که درباره شما نگهداری می‌کنیم را داشته باشید.</li> <li>تصحیح: می‌توانید درخواست اصلاح اطلاعات نادرست یا ناقص را داشته باشید.</li> <li>حذف: می‌توانید درخواست حذف حساب و داده‌های مرتبط خود را داشته باشید.</li> </ul>
fr: <p>Vous disposez des droits suivants concernant vos informations personnelles :</p> <ul> <li>Accès : Vous pouvez demander une copie des informations que nous détenons sur vous.</li> <li>Correction : Vous pouvez demander la correction d'informations inexactes ou incomplètes.</li> <li>Suppression : Vous pouvez demander la suppression de votre compte et des données associées.</li> </ul>
pt: <p>Você tem os seguintes direitos em relação às suas informações pessoais:</p> <ul> <li>Acesso: Você pode solicitar uma cópia das informações que mantemos sobre você.</li> <li>Correção: Você pode solicitar correções de informações imprecisas ou incompletas.</li> <li>Exclusão: Você pode solicitar a exclusão de sua conta e dados associados.</li> </ul>

# Privacy_PolicyChanges_Title
source: Changes to Privacy Policy
ar: التغييرات في سياسة الخصوصية
de: Änderungen der Datenschutzerklärung
es: Cambios en la Política de Privacidad
fa: تغییرات در سیاست حفظ حریم خصوصی
fr: Modifications de la Politique de Confidentialité
pt: Alterações na Política de Privacidade

# Privacy_PolicyChanges_Content
source: We reserve the right to update this Privacy Policy at any time. Any changes will be posted on this page, and the Effective Date will be updated accordingly.
ar: نحتفظ بالحق في تحديث سياسة الخصوصية هذه في أي وقت. سيتم نشر أي تغييرات على هذه الصفحة، وسيتم تحديث تاريخ السريان وفقاً لذلك.
de: Wir behalten uns das Recht vor, diese Datenschutzerklärung jederzeit zu aktualisieren. Alle Änderungen werden auf dieser Seite veröffentlicht, und das Datum des Inkrafttretens wird entsprechend aktualisiert.
es: Nos reservamos el derecho de actualizar esta Política de Privacidad en cualquier momento. Cualquier cambio se publicará en esta página y la Fecha de Vigencia se actualizará en consecuencia.
fa: ما حق به‌روزرسانی این سیاست حفظ حریم خصوصی را در هر زمان برای خود محفوظ می‌داریم. هرگونه تغییر در این صفحه منتشر خواهد شد و تاریخ اجرا متناسباً به‌روز خواهد شد.
fr: Nous nous réservons le droit de mettre à jour cette Politique de Confidentialité à tout moment. Tout changement sera publié sur cette page, et la Date d'Entrée en Vigueur sera mise à jour en conséquence.
pt: Reservamo-nos o direito de atualizar esta Política de Privacidade a qualquer momento. Quaisquer alterações serão publicadas nesta página, e a Data de Vigência será atualizada de acordo.

source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de Servicio
fa: شرایط خدمات
fr: Conditions d'Utilisation
pt: Termos de Serviço

# Terms_Introduction
source: Welcome to our platform! These Terms of Service ("Terms") govern your use of our application and its associated features.
ar: مرحباً بك في منصتنا! تحكم شروط الخدمة ("الشروط") هذه استخدامك لتطبيقنا وميزاته المرتبطة به.
de: Willkommen auf unserer Plattform! Diese Nutzungsbedingungen ("Bedingungen") regeln Ihre Nutzung unserer Anwendung und ihrer zugehörigen Funktionen.
es: ¡Bienvenido a nuestra plataforma! Estos Términos de Servicio ("Términos") rigen su uso de nuestra aplicación y sus funciones asociadas.
fa: به پلتفرم ما خوش آمدید! این شرایط خدمات ("شرایط") استفاده شما از برنامه ما و ویژگی‌های مرتبط با آن را تنظیم می‌کند.
fr: Bienvenue sur notre plateforme ! Ces Conditions d'Utilisation ("Conditions") régissent votre utilisation de notre application et de ses fonctionnalités associées.
pt: Bem-vindo à nossa plataforma! Estes Termos de Serviço ("Termos") regem seu uso de nosso aplicativo e seus recursos associados.

# Terms_ExternalLogin_Title
source: External Login Providers
ar: موفرو تسجيل الدخول الخارجيون
de: Externe Login-Anbieter
es: Proveedores de Inicio de Sesión Externos
fa: ارائه‌دهندگان ورود خارجی
fr: Fournisseurs de Connexion Externes
pt: Provedores de Login Externos

# Terms_ExternalLogin_Content
source: Our platform allows you to log in using third-party providers, including but not limited to Google, Microsoft, Twitter, and Facebook. By using these external login services, you agree to the respective terms and policies of the login provider you select.
ar: تتيح منصتنا تسجيل الدخول باستخدام موفري خدمات خارجيين، بما في ذلك على سبيل المثال لا الحصر Google وMicrosoft وTwitter وFacebook. باستخدام خدمات تسجيل الدخول الخارجية هذه، فإنك توافق على الشروط والسياسات الخاصة بموفر تسجيل الدخول الذي تختاره.
de: Unsere Plattform ermöglicht die Anmeldung über externe Anbieter, einschließlich, aber nicht beschränkt auf Google, Microsoft, Twitter und Facebook. Mit der Nutzung dieser externen Login-Dienste stimmen Sie den jeweiligen Bedingungen und Richtlinien des von Ihnen gewählten Login-Anbieters zu.
es: Nuestra plataforma le permite iniciar sesión utilizando proveedores externos, incluyendo pero no limitado a Google, Microsoft, Twitter y Facebook. Al utilizar estos servicios de inicio de sesión externos, acepta los términos y políticas respectivos del proveedor de inicio de sesión que seleccione.
fa: پلتفرم ما به شما امکان ورود با استفاده از ارائه‌دهندگان خارجی، از جمله اما نه محدود به گوگل، مایکروسافت، توییتر و فیسبوک را می‌دهد. با استفاده از این سرویس‌های ورود خارجی، شما با شرایط و سیاست‌های ارائه‌دهنده ورود انتخابی خود موافقت می‌کنید.
fr: Notre plateforme vous permet de vous connecter en utilisant des fournisseurs tiers, y compris mais sans s'y limiter Google, Microsoft, Twitter et Facebook. En utilisant ces services de connexion externes, vous acceptez les conditions et politiques respectives du fournisseur de connexion que vous sélectionnez.
pt: Nossa plataforma permite que você faça login usando provedores terceiros, incluindo, mas não se limitando a Google, Microsoft, Twitter e Facebook. Ao usar esses serviços de login externos, você concorda com os respectivos termos e políticas do provedor de login que selecionar.

# Terms_EmailUsage_Title
source: Use of Your Email Address
ar: استخدام عنوان بريدك الإلكتروني
de: Verwendung Ihrer E-Mail-Adresse
es: Uso de su Dirección de Correo Electrónico
fa: استفاده از آدرس ایمیل شما
fr: Utilisation de votre Adresse E-mail
pt: Uso do seu Endereço de E-mail

# Terms_EmailUsage_Content
source: <p>When you log in through any external provider, we may request access to your email address. This email address is used for the following purposes:</p> <ul> <li>To create and manage your account on our platform.</li> <li>To use as your username for authentication purposes.</li> <li>To send password recovery emails, if requested by you.</li> </ul> <p><strong>We do not use your email address for marketing purposes, share it with third parties, or utilize it for any other goals.</strong></p>
ar: <p>عند تسجيل الدخول من خلال أي موفر خارجي، قد نطلب الوصول إلى عنوان بريدك الإلكتروني. يستخدم عنوان البريد الإلكتروني هذا للأغراض التالية:</p> <ul> <li>لإنشاء وإدارة حسابك على منصتنا.</li> <li>لاستخدامه كاسم مستخدم لأغراض المصادقة.</li> <li>لإرسال رسائل استعادة كلمة المرور، إذا طلبت ذلك.</li> </ul> <p><strong>نحن لا نستخدم عنوان بريدك الإلكتروني لأغراض تسويقية، أو نشاركه مع أطراف ثالثة، أو نستخدمه لأي أهداف أخرى.</strong></p>
de: <p>Wenn Sie sich über einen externen Anbieter anmelden, können wir Zugriff auf Ihre E-Mail-Adresse anfordern. Diese E-Mail-Adresse wird für folgende Zwecke verwendet:</p> <ul> <li>Zur Erstellung und Verwaltung Ihres Kontos auf unserer Plattform.</li> <li>Als Benutzername für Authentifizierungszwecke.</li> <li>Zum Senden von E-Mails zur Passwortwiederherstellung, wenn Sie dies anfordern.</li> </ul> <p><strong>Wir verwenden Ihre E-Mail-Adresse nicht für Marketingzwecke, geben sie nicht an Dritte weiter oder nutzen sie für andere Zwecke.</strong></p>
es: <p>Cuando inicia sesión a través de cualquier proveedor externo, podemos solicitar acceso a su dirección de correo electrónico. Esta dirección se utiliza para los siguientes propósitos:</p> <ul> <li>Para crear y administrar su cuenta en nuestra plataforma.</li> <li>Para usar como nombre de usuario con fines de autenticación.</li> <li>Para enviar correos de recuperación de contraseña, si lo solicita.</li> </ul> <p><strong>No utilizamos su dirección de correo electrónico con fines de marketing, no la compartimos con terceros ni la utilizamos para otros fines.</strong></p>
fa: <p>هنگام ورود از طریق هر ارائه‌دهنده خارجی، ممکن است ما درخواست دسترسی به آدرس ایمیل شما را داشته باشیم. این آدرس ایمیل برای اهداف زیر استفاده می‌شود:</p> <ul> <li>برای ایجاد و مدیریت حساب شما در پلتفرم ما.</li> <li>برای استفاده به عنوان نام کاربری برای اهداف احراز هویت.</li> <li>برای ارسال ایمیل‌های بازیابی رمز عبور، در صورت درخواست شما.</li> </ul> <p><strong>ما از آدرس ایمیل شما برای اهداف بازاریابی استفاده نمی‌کنیم، آن را با اشخاص ثالث به اشتراک نمی‌گذاریم یا برای اهداف دیگر استفاده نمی‌کنیم.</strong></p>
fr: <p>Lorsque vous vous connectez via un fournisseur externe, nous pouvons demander l'accès à votre adresse e-mail. Cette adresse e-mail est utilisée aux fins suivantes :</p> <ul> <li>Pour créer et gérer votre compte sur notre plateforme.</li> <li>Pour l'utiliser comme nom d'utilisateur à des fins d'authentification.</li> <li>Pour envoyer des e-mails de récupération de mot de passe, si vous le demandez.</li> </ul> <p><strong>Nous n'utilisons pas votre adresse e-mail à des fins marketing, ne la partageons pas avec des tiers, ni ne l'utilisons à d'autres fins.</strong></p>
pt: <p>Quando você faz login através de qualquer provedor externo, podemos solicitar acesso ao seu endereço de e-mail. Este endereço de e-mail é usado para os seguintes propósitos:</p> <ul> <li>Para criar e gerenciar sua conta em nossa plataforma.</li> <li>Para usar como nome de usuário para fins de autenticação.</li> <li>Para enviar e-mails de recuperação de senha, se solicitado por você.</li> </ul> <p><strong>Não usamos seu endereço de e-mail para fins de marketing, não o compartilhamos com terceiros, nem o utilizamos para quaisquer outros objetivos.</strong></p>

# Terms_PrivacyHandling_Title
source: Privacy and Data Handling
ar: الخصوصية ومعالجة البيانات
de: Datenschutz und Datenverarbeitung
es: Privacidad y Manejo de Datos
fa: حریم خصوصی و مدیریت داده‌ها
fr: Confidentialité et Traitement des Données
pt: Privacidade e Tratamento de Dados

# Terms_PrivacyHandling_Content
source: We prioritize your privacy and handle your information in compliance with our Privacy Policy. Any data obtained during the login process will only be used to facilitate your access to our platform.
ar: نحن نعطي الأولوية لخصوصيتك ونتعامل مع معلوماتك وفقاً لسياسة الخصوصية الخاصة بنا. سيتم استخدام أي بيانات يتم الحصول عليها أثناء عملية تسجيل الدخول فقط لتسهيل وصولك إلى منصتنا.
de: Wir priorisieren Ihre Privatsphäre und behandeln Ihre Informationen gemäß unserer Datenschutzerklärung. Alle während des Login-Prozesses erhaltenen Daten werden ausschließlich verwendet, um Ihren Zugang zu unserer Plattform zu ermöglichen.
es: Priorizamos su privacidad y manejamos su información de acuerdo con nuestra Política de Privacidad. Cualquier dato obtenido durante el proceso de inicio de sesión solo se utilizará para facilitar su acceso a nuestra plataforma.
fa: ما به حریم خصوصی شما اولویت می‌دهیم و اطلاعات شما را مطابق با سیاست حفظ حریم خصوصی خود مدیریت می‌کنیم. هر داده‌ای که در طول فرآیند ورود به دست می‌آید، تنها برای تسهیل دسترسی شما به پلتفرم ما استفاده خواهد شد.
fr: Nous donnons la priorité à votre vie privée et traitons vos informations conformément à notre Politique de Confidentialité. Toute donnée obtenue lors du processus de connexion ne sera utilisée que pour faciliter votre accès à notre plateforme.
pt: Priorizamos sua privacidade e tratamos suas informações de acordo com nossa Política de Privacidade. Quaisquer dados obtidos durante o processo de login serão usados apenas para facilitar seu acesso à nossa plataforma.

# Terms_ProviderResponsibility_Title
source: Responsibility of External Providers
ar: مسؤولية الموفرين الخارجيين
de: Verantwortung externer Anbieter
es: Responsabilidad de Proveedores Externos
fa: مسئولیت ارائه‌دهندگان خارجی
fr: Responsabilité des Fournisseurs Externes
pt: Responsabilidade dos Provedores Externos

# Terms_ProviderResponsibility_Content
source: By using an external login provider, you agree to the terms, conditions, and privacy policies of that provider. We are not responsible for any actions taken by external login services.
ar: باستخدام موفر تسجيل دخول خارجي، فإنك توافق على الشروط والأحكام وسياسات الخصوصية الخاصة بذلك الموفر. نحن لسنا مسؤولين عن أي إجراءات تتخذها خدمات تسجيل الدخول الخارجية.
de: Mit der Nutzung eines externen Login-Anbieters stimmen Sie dessen Bedingungen, Konditionen und Datenschutzrichtlinien zu. Wir sind nicht verantwortlich für Handlungen externer Login-Dienste.
es: Al utilizar un proveedor de inicio de sesión externo, acepta los términos, condiciones y políticas de privacidad de ese proveedor. No somos responsables de ninguna acción tomada por los servicios de inicio de sesión externos.
fa: با استفاده از یک ارائه‌دهنده ورود خارجی، شما با شرایط، ضوابط و سیاست‌های حریم خصوصی آن ارائه‌دهنده موافقت می‌کنید. ما مسئول هیچ اقدامی که توسط سرویس‌های ورود خارجی انجام می‌شود نیستیم.
fr: En utilisant un fournisseur de connexion externe, vous acceptez les conditions, modalités et politiques de confidentialité de ce fournisseur. Nous ne sommes pas responsables des actions prises par les services de connexion externes.
pt: Ao usar um provedor de login externo, você concorda com os termos, condições e políticas de privacidade desse provedor. Não somos responsáveis por quaisquer ações tomadas pelos serviços de login externos.

# Terms_AccountResponsibility_Title
source: Your Account Responsibilities
ar: مسؤوليات حسابك
de: Ihre Kontoverantwortlichkeiten
es: Sus Responsabilidades de Cuenta
fa: مسئولیت‌های حساب شما
fr: Vos Responsabilités de Compte
pt: Suas Responsabilidades de Conta
