Repository: CodeBlock-Dev/Hey-It-Is-Me
Catalog: src/2-Clients/WebApp/Resources/WebAppResource.*.resx
Languages: ar, de, es, fa, fr, pt

# CTA_Final_Description
source: You've explored what's possible with "It Can Be Yours" - a complete SaaS business built entirely with CodeBlock.DevKit. Now imagine creating <strong>your own startup</strong> with the same powerful foundation, customized for your unique vision and goals.
ar: لقد استكشفت ما هو ممكن مع "يمكن أن يكون لك" - عمل برمجيات كخدمة مكتمل مبني بالكامل مع CodeBlock.DevKit. الآن تخيل إنشاء <strong>شركتك الناشئة الخاصة</strong> بنفس الأساس القوي، مخصص لرؤيتك وأهدافك الفريدة.
de: Sie haben erkundet, was mit "Es Kann Deins Sein" möglich ist - ein komplettes SaaS-Geschäft, das vollständig mit CodeBlock.DevKit erstellt wurde. Stellen Sie sich nun vor, <strong>Ihr eigenes Startup</strong> mit derselben mächtigen Grundlage zu erstellen, angepasst an Ihre einzigartige Vision und Ziele.
es: Has explorado lo que es posible con "Puede Ser Tuyo" - un negocio SaaS completo construido enteramente con CodeBlock.DevKit. Ahora imagina crear <strong>tu propia startup</strong> con la misma base poderosa, personalizada para tu visión y objetivos únicos.
fa: شما امکانات "It Can Be Yours" را کشف کردید - یک کسب‌وکار SaaS کامل که کاملاً با CodeBlock.DevKit ساخته شده است. حالا تصور کنید که <strong>استارتاپ خودتان</strong> را با همان پایه‌ی قدرتمند بسازید، متناسب با دیدگاه و اهداف منحصر‌به‌فرد خودتان.
fr: Vous avez exploré ce qui est possible avec "Ça Peut Être Vôtre" - une entreprise SaaS complète construite entièrement avec CodeBlock.DevKit. Maintenant, imaginez créer <strong>votre propre startup</strong> avec la même fondation puissante, personnalisée pour votre vision et vos objectifs uniques.
pt: Você explorou o que é possível com "Pode Ser Seu" - um negócio SaaS completo construído inteiramente com CodeBlock.DevKit. Agora imagine criar <strong>sua própria startup</strong> com a mesma base poderosa, personalizada para sua visão e objetivos únicos.

# CTA_GetDevKit_Button
source: Get CodeBlock.DevKit
ar: الحصول على CodeBlock.DevKit
de: CodeBlock.DevKit Erhalten
es: Obtener CodeBlock.DevKit
fa: CodeBlock.DevKit را دریافت کنید
fr: Obtenir CodeBlock.DevKit
pt: Obter CodeBlock.DevKit

# CTA_ExploreDemo_Button
source: Explore This Demo
ar: استكشاف هذا العرض
de: Diese Demo Erkunden
es: Explorar Esta Demo
fa: این نمایش را کاوش کنید
fr: Explorer Cette Démo
pt: Explorar Esta Demo

# CTA_DevKit_Info
source: <strong>What is CodeBlock.DevKit?</strong> A comprehensive SaaS development framework that helps entrepreneurs launch their startups faster. documentation, and everything you need to build your own "It Can Be Yours" success story.
ar: <strong>ما هو CodeBlock.DevKit؟</strong> إطار عمل شامل لتطوير البرمجيات كخدمة يساعد رواد الأعمال على إطلاق شركاتهم الناشئة بشكل أسرع. وثائق وكل ما تحتاجه لبناء قصة نجاح "يمكن أن يكون لك" الخاصة بك.
de: <strong>Was ist CodeBlock.DevKit?</strong> Ein umfassendes SaaS-Entwicklungs-Framework, das Unternehmern hilft, ihre Startups schneller zu starten. Dokumentation und alles, was Sie brauchen, um Ihre eigene "Es Kann Deins Sein" Erfolgsgeschichte zu schreiben.
es: <strong>¿Qué es CodeBlock.DevKit?</strong> Un framework integral de desarrollo SaaS que ayuda a los emprendedores a lanzar sus startups más rápido. documentación y todo lo que necesitas para construir tu propia historia de éxito "Puede Ser Tuyo".
fa: <strong>CodeBlock.DevKit چیست؟</strong> یک چارچوب جامع توسعه SaaS که به کارآفرینان کمک می‌کند استارتاپ‌های خود را سریع‌تر راه‌اندازی کنند. مستندات و هر آنچه برای ساختن داستان موفقیت "It Can Be Yours" خود نیاز دارید.
fr: <strong>Qu'est-ce que CodeBlock.DevKit ?</strong> Un framework de développement SaaS complet qui aide les entrepreneurs à lancer leurs startups plus rapidement. documentation et tout ce dont vous avez besoin pour construire votre propre histoire de succès "Ça Peut Être Vôtre".
pt: <strong>O que é CodeBlock.DevKit?</strong> Um framework abrangente de desenvolvimento SaaS que ajuda empreendedores a lançar suas startups mais rapidamente. documentação e tudo que você precisa para construir sua própria história de sucesso "Pode Ser Seu".

# CTA_Features_Info
source: Full documentation & support | Production-ready
ar: وثائق كاملة ودعم | جاهز للإنتاج
de: Vollständige Dokumentation & Support | Produktionsbereit
es: Documentación completa y soporte | Listo para producción
fa: مستندات کامل و پشتیبانی | آماده برای تولید
fr: Documentation complète et support | Prêt pour la production
pt: Documentação completa e suporte | Pronto para produção

# Nav_Home
source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fa: خانه
fr: Accueil
pt: Início

# Nav_Services
source: Services
ar: الخدمات
de: Dienstleistungen
es: Servicios
fa: خدمات
pt: Serviços

# Nav_Pricing
source: Pricing
ar: الأسعار
de: Preise
es: Precios
fa: قیمت گذاری
fr: Tarifs
pt: Preços

# Nav_SuccessStories
source: Success Stories
ar: قصص النجاح
de: Erfolgsgeschichten
es: Historias de Éxito
fa: داستان‌های موفقیت
fr: Histoires de Succès
pt: Histórias de Sucesso

# Nav_Contact
source: Contact
ar: اتصل بنا
de: Kontakt
es: Contacto
fa: تماس
pt: Contato

# Nav_Dashboard
source: Dashboard
ar: لوحة القيادة
fa: داشبورد
fr: Tableau de Bord

# Nav_GetStarted
source: Get Started
ar: ابدأ
de: Loslegen
es: Comenzar
fa: شروع کنید
fr: Commencer
pt: Começar

# Steps_Section_Title
source: Follow These 6 Steps to Launch Your Startup
ar: اتبع هذه الخطوات الـ6 لإطلاق شركتك الناشئة
de: Befolgen Sie Diese 6 Schritte zum Start Ihres Startups
es: Sigue Estos 6 Pasos para Lanzar Tu Startup
fa: این ۶ مرحله را برای راه‌اندازی استارتاپ خود دنبال کنید
fr: Suivez Ces 6 Étapes pour Lancer Votre Startup
pt: Siga Estes 6 Passos para Lançar Sua Startup

# Step_1_Title
source: Review DevKit Docs
ar: مراجعة وثائق DevKit
de: DevKit-Dokumentation Überprüfen
es: Revisar Documentación DevKit
fa: مطالعه مستندات DevKit
fr: Réviser la Documentation DevKit
pt: Revisar Documentação DevKit

# Step_1_Button
source: Read Docs
ar: قراءة الوثائق
de: Dokumentation Lesen
es: Leer Documentación
fa: مطالعه مستندات
fr: Lire la Documentation
pt: Ler Documentação

# Step_2_Title
source: Design a Website
ar: تصميم موقع إلكتروني
de: Eine Website Entwerfen
es: Diseñar un Sitio Web
fa: طراحی وب‌سایت
fr: Concevoir un Site Web
pt: Projetar um Site

# Step_2_Description
source: Use AI agents like Cursor, ChatGPT, etc. to design your website and follow the docs to replace it with the current website.
ar: استخدم وكلاء الذكاء الاصطناعي مثل Cursor وChatGPT وغيرها لتصميم موقعك واتبع الوثائق لاستبداله بالموقع الحالي.
de: Verwenden Sie KI-Agenten wie Cursor, ChatGPT, etc., um Ihre Website zu entwerfen und folgen Sie der Dokumentation, um sie durch die aktuelle Website zu ersetzen.
es: Usa agentes IA como Cursor, ChatGPT, etc. para diseñar tu sitio web y sigue la documentación para reemplazarlo con el sitio web actual.
fa: از عوامل هوش مصنوعی مانند Cursor، ChatGPT و غیره برای طراحی وب‌سایت خود استفاده کنید و مستندات را دنبال کنید تا آن را با وب‌سایت فعلی جایگزین کنید.
fr: Utilisez des agents IA comme Cursor, ChatGPT, etc. pour concevoir votre site web et suivez la documentation pour le remplacer par le site web actuel.
pt: Use agentes IA como Cursor, ChatGPT, etc. para projetar seu site e siga a documentação para substituí-lo pelo site atual.

# Step_3_Title
source: Implement Your Logic
ar: تطبيق منطقك
de: Ihre Logik Implementieren
es: Implementar Tu Lógica
fa: پیاده‌سازی منطق کسب‌وکار
fr: Implémenter Votre Logique
pt: Implementar Sua Lógica

# Step_3_Description
source: Use our docs to learn the architecture and patterns for implementing high-quality business logic. Discover how simple it is to integrate your business logic with existing DevKit modules.
ar: استخدم وثائقنا لتعلم الهندسة المعمارية والأنماط لتطبيق منطق أعمال عالي الجودة. اكتشف مدى بساطة دمج منطق أعمالك مع وحدات DevKit الموجودة.
de: Verwenden Sie unsere Dokumentation, um die Architektur und Muster für die Implementierung hochwertiger Geschäftslogik zu erlernen. Entdecken Sie, wie einfach es ist, Ihre Geschäftslogik in bestehende DevKit-Module zu integrieren.
es: Usa nuestra documentación para aprender la arquitectura y patrones para implementar lógica de negocio de alta calidad. Descubre qué tan simple es integrar tu lógica de negocio con los módulos DevKit existentes.
fa: از مستندات ما برای یادگیری معماری و الگوهای پیاده‌سازی منطق کسب‌وکار با کیفیت بالا استفاده کنید. کشف کنید که ادغام منطق کسب‌وکار با ماژول‌های موجود DevKit چقدر ساده است.
fr: Utilisez notre documentation pour apprendre l'architecture et les modèles pour implémenter une logique métier de haute qualité. Découvrez à quel point il est simple d'intégrer votre logique métier avec les modules DevKit existants.
pt: Use nossa documentação para aprender a arquitetura e padrões para implementar lógica de negócio de alta qualidade. Descubra quão simples é integrar sua lógica de negócio com os módulos DevKit existentes.

# Step_4_Title
source: Create Pricing Plans
ar: إنشاء خطط الأسعار
de: Preispläne Erstellen
es: Crear Planes de Precios
fa: ایجاد طرح‌های قیمت‌گذاری
fr: Créer des Plans Tarifaires
pt: Criar Planos de Preços

# Step_4_Description
source: Simply use the Admin Panel pricing section to define your plans and discounts. Everything is ready to set up your monetization strategy effortlessly.
ar: ببساطة استخدم قسم الأسعار في لوحة الإدارة لتحديد خططك وخصوماتك. كل شيء جاهز لإعداد استراتيجية تحقيق الإيرادات بدون عناء.
de: Verwenden Sie einfach den Preisbereich des Admin-Panels, um Ihre Pläne und Rabatte zu definieren. Alles ist bereit, um Ihre Monetarisierungsstrategie mühelos einzurichten.
es: Simplemente usa la sección de precios del Panel de Administración para definir tus planes y descuentos. Todo está listo para configurar tu estrategia de monetización sin esfuerzo.
fa: به سادگی از بخش قیمت‌گذاری پنل مدیریت برای تعریف طرح‌ها و تخفیف‌هایتان استفاده کنید. همه چیز برای راه‌اندازی استراتژی کسب درآمد بدون زحمت آماده است.
fr: Utilisez simplement la section tarification du Panneau d'Administration pour définir vos plans et remises. Tout est prêt pour configurer votre stratégie de monétisation sans effort.
pt: Simplesmente use a seção de preços do Painel Administrativo para definir seus planos e descontos. Tudo está pronto para configurar sua estratégia de monetização sem esforço.

# Step_5_Title
source: Create AI Chatbot
ar: إنشاء روبوت محادثة ذكي
de: KI-Chatbot Erstellen
es: Crear Chatbot IA
fa: ایجاد ربات گفتگوی هوش مصنوعی
fr: Créer un Chatbot IA
pt: Criar Chatbot IA

# Step_5_Description
source: Just provide an API key from OpenAI, Google, or other AI providers, plus some business documents, and you'll have a well-designed chatbot and widget for user interaction.
ar: فقط قدم مفتاح API من OpenAI أو Google أو مقدمي ذكاء اصطناعي آخرين، بالإضافة لبعض وثائق الأعمال، وستحصل على روبوت محادثة مصمم جيداً وأداة للتفاعل مع المستخدمين.
de: Geben Sie einfach einen API-Schlüssel von OpenAI, Google oder anderen KI-Anbietern plus einige Geschäftsdokumente an, und Sie haben einen gut gestalteten Chatbot und Widget für Benutzerinteraktion.
es: Solo proporciona una clave API de OpenAI, Google u otros proveedores IA, más algunos documentos de negocio, y tendrás un chatbot bien diseñado y widget para interacción de usuarios.
fa: فقط یک کلید API از OpenAI، Google یا سایر ارائه‌دهندگان هوش مصنوعی به علاوه چند سند مرتبط با کسب‌وکارتان ارائه دهید و ربات گفتگوی خوش‌طراح و ویجت تعامل با کاربران خواهید داشت.
fr: Fournissez simplement une clé API d'OpenAI, Google ou d'autres fournisseurs IA, plus quelques documents commerciaux, et vous aurez un chatbot bien conçu et un widget pour l'interaction utilisateur.
pt: Apenas forneça uma chave API da OpenAI, Google ou outros provedores IA, mais alguns documentos de negócio, e você terá um chatbot bem projetado e widget para interação do usuário.

# Step_6_Title
source: Deploy Your Startup
ar: نشر شركتك الناشئة
de: Ihr Startup Bereitstellen
es: Desplegar Tu Startup
fa: استقرار استارتاپ
fr: Déployer Votre Startup
pt: Implantar Sua Startup

# Step_6_Description
source: Deploy anywhere you want. It's a cross-platform .NET application that can be deployed to Windows, Linux, and other platforms with ease.
ar: انشر أينما تريد. إنه تطبيق .NET متعدد المنصات يمكن نشره على Windows وLinux ومنصات أخرى بسهولة.
de: Stellen Sie bereit, wo immer Sie möchten. Es ist eine plattformübergreifende .NET-Anwendung, die einfach auf Windows, Linux und anderen Plattformen bereitgestellt werden kann.
es: Despliega donde quieras. Es una aplicación .NET multiplataforma que puede desplegarse en Windows, Linux y otras plataformas con facilidad.
fa: هر جا که می‌خواهید استقرار دهید. این یک اپلیکیشن .NET چندپلتفرمه است که می‌تواند روی Windows، Linux و سایر پلتفرم‌ها به راحتی استقرار یابد.
fr: Déployez où vous voulez. C'est une application .NET multiplateforme qui peut être déployée sur Windows, Linux et d'autres plateformes avec facilité.
pt: Implante onde quiser. É uma aplicação .NET multiplataforma que pode ser implantada no Windows, Linux e outras plataformas com facilidade.

# Video_Section_Title
source: Want to See How It's Done?
ar: تريد أن ترى كيف يتم ذلك؟
de: Möchten Sie Sehen, Wie Es Gemacht Wird?
es: ¿Quieres Ver Cómo Se Hace?
fa: می‌خواهید ببینید چطور انجام می‌شود؟
fr: Voulez-Vous Voir Comment C'est Fait ?
pt: Quer Ver Como É Feito?

# Video_Section_Description
source: Watch a complete walkthrough of building a startup from scratch, then follow the same process for your own venture.
ar: شاهد دليلاً كاملاً لبناء شركة ناشئة من الصفر، ثم اتبع نفس العملية لمشروعك الخاص.
de: Schauen Sie sich eine vollständige Anleitung zum Aufbau eines Startups von Grund auf an und folgen Sie dann demselben Prozess für Ihr eigenes Unternehmen.
es: Mira un recorrido completo de construir una startup desde cero, luego sigue el mismo proceso para tu propia empresa.
fa: یک راهنمای کامل از ساخت استارتاپ از ابتدا تماشا کنید، سپس همین فرآیند را برای مشروع خودتان دنبال کنید.
fr: Regardez un guide complet de construction d'une startup de zéro, puis suivez le même processus pour votre propre entreprise.
pt: Assista um passo a passo completo de construir uma startup do zero, então siga o mesmo processo para seu próprio empreendimento.

# Video_Button_Text
source: Watch a Sample Startup Launch with CodeBlock DevKit
ar: شاهد إطلاق شركة ناشئة نموذجية مع CodeBlock DevKit
de: Sehen Sie Einen Beispiel-Startup-Launch mit CodeBlock DevKit
es: Ver el Lanzamiento de una Startup de Muestra con CodeBlock DevKit
fa: تماشای نمونه راه‌اندازی استارتاپ با CodeBlock DevKit
fr: Regarder un Lancement de Startup d'Exemple avec CodeBlock DevKit
pt: Assistir um Lançamento de Startup de Exemplo com CodeBlock DevKit

# Video_Section_Subtitle
source: Complete end-to-end development process
ar: عملية تطوير كاملة من البداية للنهاية
de: Vollständiger End-to-End-Entwicklungsprozess
es: Proceso completo de desarrollo de extremo a extremo
fa: فرآیند توسعه کامل از ابتدا تا انتها
fr: Processus de développement complet de bout en bout
pt: Processo completo de desenvolvimento de ponta a ponta

# Step_1_Description
source: CodeBlock has comprehensive documentation that covers everything you need to know about launching a startup using the DevKit.
ar: CodeBlock لديه وثائق شاملة تغطي كل ما تحتاج لمعرفته حول إطلاق شركة ناشئة باستخدام DevKit.
de: CodeBlock verfügt über umfassende Dokumentation, die alles abdeckt, was Sie über den Start eines Startups mit dem DevKit wissen müssen.
es: CodeBlock tiene documentación integral que cubre todo lo que necesitas saber sobre lanzar una startup usando el DevKit.
fa: CodeBlock مستندات جامعی دارد که هر آنچه را که باید در مورد راه‌اندازی یک استارتاپ با استفاده از DevKit بدانید، پوشش می‌دهد.
fr: CodeBlock a une documentation complète qui couvre tout ce que vous devez savoir sur le lancement d'une startup en utilisant le DevKit.
pt: CodeBlock tem documentação abrangente que cobre tudo que você precisa saber sobre lançar uma startup usando o DevKit.

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de Privacidad
fa: سیاست حفظ حریم خصوصی
fr: Politique de Confidentialité
pt: Política de Privacidade

# Privacy_Introduction
source: Your privacy is important to us. This Privacy Policy explains how we collect, use, and protect your information when you use our application and services.
ar: خصوصيتك مهمة بالنسبة لنا. توضح سياسة الخصوصية هذه كيفية جمع واستخدام وحماية معلوماتك عند استخدام تطبيقنا وخدماتنا.
de: Ihre Privatsphäre ist uns wichtig. Diese Datenschutzerklärung erläutert, wie wir Ihre Informationen sammeln, verwenden und schützen, wenn Sie unsere Anwendung und Dienste nutzen.
es: Su privacidad es importante para nosotros. Esta Política de Privacidad explica cómo recopilamos, utilizamos y protegemos su información cuando usa nuestra aplicación y servicios.
fa: حریم خصوصی شما برای ما مهم است. این سیاست حفظ حریم خصوصی توضیح می‌دهد که ما چگونه اطلاعات شما را هنگام استفاده از برنامه و خدمات ما جمع‌آوری، استفاده و محافظت می‌کنیم.
fr: Votre vie privée est importante pour nous. Cette Politique de Confidentialité explique comment nous collectons, utilisons et protégeons vos informations lorsque vous utilisez notre application et nos services.
pt: Sua privacidade é importante para nós. Esta Política de Privacidade explica como coletamos, usamos e protegemos suas informações quando você usa nosso aplicativo e serviços.

# Privacy_InformationWeCollect_Title
source: Information We Collect
ar: المعلومات التي نجمعها
de: Informationen, die wir sammeln
es: Información que Recopilamos
fa: اطلاعاتی که جمع‌آوری می‌کنیم
fr: Informations que nous Collectons
pt: Informações que Coletamos

# Privacy_InformationWeCollect_Content
source: <p>When you use our platform, we may collect the following information:</p> <ul> <li>Email address: Used to create and manage your account, as well as to send password recovery emails if requested.</li> <li>Basic profile information: This may include your name or profile picture if provided by the external login provider.</li> </ul> <p>We only collect information that is necessary to provide and improve our services.</p>
ar: <p>عند استخدام منصتنا، قد نجمع المعلومات التالية:</p> <ul> <li>عنوان البريد الإلكتروني: يستخدم لإنشاء وإدارة حسابك، وكذلك لإرسال رسائل استعادة كلمة المرور إذا طلبت ذلك.</li> <li>معلومات الملف الشخصي الأساسية: قد تتضمن اسمك أو صورة ملفك الشخصي إذا قدمها موفر تسجيل الدخول الخارجي.</li> </ul> <p>نحن نجمع فقط المعلومات الضرورية لتقديم وتحسين خدماتنا.</p>
de: <p>Wenn Sie unsere Plattform nutzen, können wir folgende Informationen sammeln:</p> <ul> <li>E-Mail-Adresse: Wird verwendet, um Ihr Konto zu erstellen und zu verwalten sowie um bei Bedarf E-Mails zur Passwortwiederherstellung zu senden.</li> <li>Grundlegende Profilinformationen: Dies kann Ihren Namen oder Ihr Profilbild umfassen, wenn diese vom externen Login-Anbieter bereitgestellt werden.</li> </ul> <p>Wir sammeln nur Informationen, die für die Bereitstellung und Verbesserung unserer Dienste notwendig sind.</p>
es: <p>Cuando utiliza nuestra plataforma, podemos recopilar la siguiente información:</p> <ul> <li>Dirección de correo electrónico: Se utiliza para crear y administrar su cuenta, así como para enviar correos de recuperación de contraseña si lo solicita.</li> <li>Información básica del perfil: Esto puede incluir su nombre o foto de perfil si los proporciona el proveedor de inicio de sesión externo.</li> </ul> <p>Solo recopilamos la información necesaria para proporcionar y mejorar nuestros servicios.</p>
fa: <p>هنگام استفاده از پلتفرم ما، ممکن است اطلاعات زیر را جمع‌آوری کنیم:</p> <ul> <li>آدرس ایمیل: برای ایجاد و مدیریت حساب شما و همچنین ارسال ایمیل‌های بازیابی رمز عبور در صورت درخواست استفاده می‌شود.</li> <li>اطلاعات اولیه پروفایل: این ممکن است شامل نام یا تصویر پروفایل شما باشد اگر توسط ارائه‌دهنده ورود خارجی ارائه شده باشد.</li> </ul> <p>ما فقط اطلاعاتی را که برای ارائه و بهبود خدمات ما ضروری است جمع‌آوری می‌کنیم.</p>
fr: <p>Lorsque vous utilisez notre plateforme, nous pouvons collecter les informations suivantes :</p> <ul> <li>Adresse e-mail : Utilisée pour créer et gérer votre compte, ainsi que pour envoyer des e-mails de récupération de mot de passe si demandé.</li> <li>Informations de profil de base : Cela peut inclure votre nom ou photo de profil si fournis par le fournisseur de connexion externe.</li> </ul> <p>Nous ne collectons que les informations nécessaires pour fournir et améliorer nos services.</p>
pt: <p>Quando você usa nossa plataforma, podemos coletar as seguintes informações:</p> <ul> <li>Endereço de e-mail: Usado para criar e gerenciar sua conta, bem como para enviar e-mails de recuperação de senha quando solicitado.</li> <li>Informações básicas do perfil: Isso pode incluir seu nome ou foto do perfil se fornecido pelo provedor de login externo.</li> </ul> <p>Coletamos apenas as informações necessárias para fornecer e melhorar nossos serviços.</p>

# Privacy_HowWeUseInfo_Title
source: How We Use Your Information
ar: كيف نستخدم معلوماتك
de: Wie wir Ihre Informationen verwenden
es: Cómo Utilizamos su Información
fa: نحوه استفاده از اطلاعات شما
fr: Comment nous Utilisons vos Informations
pt: Como Usamos suas Informações
