Repository: CodeBlock-Dev/Hey-It-Is-Me
Catalog: src/2-Clients/WebApp/Resources/WebAppResource.*.resx
Languages: ar, de, es, fa, fr, pt

# Terms_AccountResponsibility_Content
source: You are responsible for maintaining the confidentiality of your account credentials. Please contact us immediately if you believe your account has been compromised.
ar: أنت مسؤول عن الحفاظ على سرية بيانات اعتماد حسابك. يرجى الاتصال بنا على الفور إذا كنت تعتقد أن حسابك قد تم اختراقه.
de: Sie sind für die Geheimhaltung Ihrer Kontoanmeldedaten verantwortlich. Bitte kontaktieren Sie uns umgehend, wenn Sie vermuten, dass Ihr Konto kompromittiert wurde.
es: Usted es responsable de mantener la confidencialidad de sus credenciales de cuenta. Por favor, contáctenos inmediatamente si cree que su cuenta ha sido comprometida.
fa: شما مسئول حفظ محرمانگی اطلاعات ورود به حساب خود هستید. لطفاً اگر فکر می‌کنید حساب شما به خطر افتاده است، فوراً با ما تماس بگیرید.
fr: Vous êtes responsable de maintenir la confidentialité de vos identifiants de compte. Veuillez nous contacter immédiatement si vous pensez que votre compte a été compromis.
pt: Você é responsável por manter a confidencialidade de suas credenciais de conta. Por favor, entre em contato conosco imediatamente se acreditar que sua conta foi comprometida.

# Terms_Modifications_Title
source: Modifications to Terms
ar: التعديلات على الشروط
de: Änderungen der Bedingungen
es: Modificaciones a los Términos
fa: تغییرات در شرایط
fr: Modifications des Conditions
pt: Modificações nos Termos

# Terms_Modifications_Content
source: We reserve the right to modify these Terms at any time. If significant changes are made, we will notify you through our platform or via email.
ar: نحتفظ بالحق في تعديل هذه الشروط في أي وقت. إذا تم إجراء تغييرات مهمة، سنخطرك من خلال منصتنا أو عبر البريد الإلكتروني.
de: Wir behalten uns das Recht vor, diese Bedingungen jederzeit zu ändern. Bei wesentlichen Änderungen werden wir Sie über unsere Plattform oder per E-Mail benachrichtigen.
es: Nos reservamos el derecho de modificar estos Términos en cualquier momento. Si se realizan cambios significativos, le notificaremos a través de nuestra plataforma o por correo electrónico.
fa: ما حق تغییر این شرایط را در هر زمان برای خود محفوظ می‌داریم. اگر تغییرات قابل توجهی ایجاد شود، از طریق پلتفرم یا ایمیل به شما اطلاع خواهیم داد.
fr: Nous nous réservons le droit de modifier ces Conditions à tout moment. Si des changements importants sont apportés, nous vous en informerons via notre plateforme ou par e-mail.
pt: Reservamo-nos o direito de modificar estes Termos a qualquer momento. Se mudanças significativas forem feitas, notificaremos você através de nossa plataforma ou por e-mail.

# Terms_EffectiveDate
source: Effective Date:
ar: تاريخ السريان:
de: Gültig ab:
es: Fecha de Vigencia:
fa: تاریخ اجرا:
fr: Date d'Entrée en Vigueur :
pt: Data de Vigência:

# Terms_ContactUs
source: Contact Us
ar: اتصل بنا
de: Kontaktieren Sie uns
es: Contáctenos
fa: تماس با ما
fr: Contactez-nous
pt: Contate-nos

# Terms_ContactUsInfo
source: If you have any questions about our policies or how we handle your data, please contact us.
ar: إذا كانت لديك أي أسئلة حول سياساتنا أو كيفية تعاملنا مع بياناتك، يرجى الاتصال بنا.
de: Wenn Sie Fragen zu unseren Richtlinien oder zum Umgang mit Ihren Daten haben, kontaktieren Sie uns bitte.
es: Si tiene alguna pregunta sobre nuestras políticas o cómo manejamos sus datos, por favor contáctenos.
fa: اگر سؤالی درباره سیاست‌های ما یا نحوه مدیریت داده‌های خود دارید، لطفاً با ما تماس بگیرید.
fr: Si vous avez des questions sur nos politiques ou sur la façon dont nous traitons vos données, veuillez nous contacter.
pt: Se você tiver alguma dúvida sobre nossas políticas ou como tratamos seus dados, por favor entre em contato conosco.

# Terms_AgreeToPolicy
source: By using our platform, you agree to this policy.
ar: باستخدام منصتنا، فإنك توافق على هذه السياسة.
de: Durch die Nutzung unserer Plattform stimmen Sie dieser Richtlinie zu.
es: Al usar nuestra plataforma, acepta esta política.
fa: با استفاده از پلتفرم ما، شما با این سیاست موافقت می‌کنید.
fr: En utilisant notre plateforme, vous acceptez cette politique.
pt: Ao usar nossa plataforma, você concorda com esta política.

# Terms_AgreeToTerms
source: By using our platform, you agree to these Terms of Service.
ar: باستخدام منصتنا، فإنك توافق على شروط الخدمة هذه.
de: Durch die Nutzung unserer Plattform stimmen Sie diesen Nutzungsbedingungen zu.
es: Al usar nuestra plataforma, acepta estos Términos de Servicio.
fa: با استفاده از پلتفرم ما، شما با این شرایط خدمات موافقت می‌کنید.
fr: En utilisant notre plateforme, vous acceptez ces Conditions d'Utilisation.
pt: Ao usar nossa plataforma, você concorda com estes Termos de Serviço.

# Terms_ThankYou
source: Thank you for using our platform!
ar: شكراً لاستخدام منصتنا!
de: Vielen Dank für die Nutzung unserer Plattform!
es: ¡Gracias por usar nuestra plataforma!
fa: از استفاده از پلتفرم ما متشکریم!
fr: Merci d'utiliser notre plateforme !
pt: Obrigado por usar nossa plataforma!

# Nav_Login
source: Login
ar: تسجيل الدخول
es: Acceso
fa: ورود
fr: Se connecter
pt: Conecte-se

# Nav_Blog
source: Blog
ar: المدونة
fa: وبلاگ

# No_Page_Alert
source: You have no page!
ar: ليس لديك صفحة!
de: Sie haben keine Seite!
es: ¡No tienes página!
fa: شما صفحه‌ای ندارید!
fr: Vous n'avez pas de page !
pt: Você não tem página!

source: Create Page
ar: إنشاء صفحة
de: Seite Erstellen
es: Crear Página
fa: ایجاد صفحه
fr: Créer une Page
pt: Criar Página

source: Page Overview
ar: نظرة عامة على الصفحة
de: Seitenübersicht
es: Resumen de Página
fa: نمای کلی صفحه
fr: Aperçu de la Page
pt: Visão Geral da Página

source: See Page
ar: عرض الصفحة
de: Seite Anzeigen
es: Ver Página
fa: مشاهده صفحه
fr: Voir la Page
pt: Ver Página

source: Edit Page
ar: تحرير الصفحة
de: Seite Bearbeiten
es: Editar Página
fa: ویرایش صفحه
fr: Modifier la Page
pt: Editar Página

# Page_Analytics
source: Analytics
ar: تحليلات الصفحة
de: Seitenanalytik
es: Analíticas de Página
fa: تحلیل‌های صفحه
fr: Analytiques de Page
pt: Analíticas da Página

source: No Active Subscriptions
ar: لا توجد اشتراكات نشطة
de: Keine Aktiven Abonnements
es: Sin Suscripciones Activas
fa: هیچ اشتراک فعالی وجود ندارد
fr: Aucun Abonnement Actif
pt: Nenhuma Assinatura Ativa

source: Browse Plans
ar: تصفح الخطط
de: Pläne Durchsuchen
es: Explorar Planes
fa: مرور طرح‌ها
fr: Explorer les Plans
pt: Explorar Planos

# No_Subscription_Message
source: You don't have an active subscription yet. Subscribe to a plan to start creating your fact page.
ar: ليس لديك اشتراك نشط بعد. اشترك في خطة لبدء إنشاء صفحة الحقائق الخاصة بك.
de: Sie haben noch kein aktives Abonnement. Abonnieren Sie einen Plan, um mit der Erstellung Ihrer Faktenseite zu beginnen.
es: Aún no tienes una suscripción activa. Suscríbete a un plan para comenzar a crear tu página de hechos.
fa: شما هنوز اشتراک فعالی ندارید. برای شروع ایجاد صفحه حقایق خود، در یک طرح مشترک شوید.
fr: Vous n'avez pas encore d'abonnement actif. Abonnez-vous à un plan pour commencer à créer votre page de faits.
pt: Você ainda não tem uma assinatura ativa. Assine um plano para começar a criar sua página de fatos.

# No_Page_With_Subscription_Message
source: You have an active subscription but haven't created a page yet. Create your first fact page to get started.
ar: لديك اشتراك نشط ولكن لم تنشئ صفحة بعد. أنشئ صفحة الحقائق الأولى الخاصة بك للبدء.
de: Sie haben ein aktives Abonnement, aber noch keine Seite erstellt. Erstellen Sie Ihre erste Faktenseite, um zu beginnen.
es: Tienes una suscripción activa pero aún no has creado una página. Crea tu primera página de hechos para comenzar.
fa: شما اشتراک فعالی دارید اما هنوز صفحه‌ای ایجاد نکرده‌اید. اولین صفحه حقایق خود را برای شروع ایجاد کنید.
fr: Vous avez un abonnement actif mais n'avez pas encore créé de page. Créez votre première page de faits pour commencer.
pt: Você tem uma assinatura ativa mas ainda não criou uma página. Crie sua primeira página de fatos para começar.

# Get_Started_With_Subscription
source: Create Your Fact Page
ar: إنشاء صفحة الحقائق الخاصة بك
de: Loslegen
es: Crear Tu Página de Hechos
fa: صفحه حقایق خود را ایجاد کنید
fr: Commencer
pt: Começar

source: Total Visits
ar: إجمالي الزيارات
de: Gesamtbesuche
es: Total de Visitas
fa: کل بازدیدها
fr: Total des Visites
pt: Total de Visitas

source: Authorized Visits
ar: الزيارات المصرح بها
de: Autorisierte Besuche
es: Visitas Autorizadas
fa: بازدیدهای مجاز
fr: Visites Autorisées
pt: Visitas Autorizadas

source: Unauthorized Visits
ar: الزيارات غير المصرح بها
de: Nicht autorisierte Besuche
es: Visitas No Autorizadas
fa: بازدیدهای غیرمجاز
fr: Visites Non Autorisées
pt: Visitas Não Autorizadas

source: Unique Visitors
ar: زوار فريدون
de: Eindeutige Besucher
es: Visitantes Únicos
fa: بازدیدکنندگان منحصر به فرد
fr: Visiteurs Uniques
pt: Visitantes Únicos

source: No statistics available
ar: لا توجد إحصائيات متاحة
de: Keine Statistiken verfügbar
es: No hay estadísticas disponibles
fa: هیچ آمار در دسترس نیست
fr: Aucune statistique disponible
pt: Nenhuma estatística disponível

# Page_Incomplete_Message
source: Your page creation is incomplete. Continue where you left off to complete your fact page.
ar: إنشاء صفحتك غير مكتمل. تابع من حيث توقفت لإكمال صفحة الحقائق الخاصة بك.
de: Die Erstellung Ihrer Seite ist unvollständig. Setzen Sie dort fort, wo Sie aufgehört haben, um Ihre Faktenseite zu vervollständigen.
es: La creación de su página está incompleta. Continúe donde lo dejó para completar su página de hechos.
fa: ایجاد صفحه شما ناقص است. از جایی که متوقف شده‌اید ادامه دهید تا صفحه حقایق خود را تکمیل کنید.
fr: La création de votre page est incomplète. Continuez où vous vous êtes arrêté pour compléter votre page de faits.
pt: A criação da sua página está incompleta. Continue de onde parou para completar sua página de fatos.

source: Continue Page Creation
ar: متابعة إنشاء الصفحة
de: Seitenerstellung fortsetzen
es: Continuar Creación de Página
fa: ادامه ایجاد صفحه
fr: Continuer la Création de Page
pt: Continuar Criação da Página
