Repository: CodeBlock-Dev/Hey-It-Is-Me
Catalog: src/1-Libraries/Core/Resources/SharedResource.*.resx
Languages: fa

# Email
source: User Email
fa: ایمیل کاربر

source: Page
fa: صفحه

# Page_Route
source: Route
fa: مسیر

# Page_DisplayName
source: Display Name
fa: نام نمایشی

# Page_UserId
source: User Id
fa: شناسه ی کاربر

# Page_AvatarImage
source: Avatar Image
fa: تصویر آواتار

# Page_ReferenceImage
source: Reference Image
fa: تصویر مرجع

# Page_SubscriptionId
source: Subscription Id
fa: شناسه ی اشتراک

source: Contact
fa: تماس

source: Contact Content
fa: محتوای تماس

source: Fact
fa: واقعیت

source: Fact Content
fa: محتوای واقعیت

source: Contact Name
fa: عنوان

source: Contact Email
fa: ایمیل

source: Fact Title
fa: عنوان

# Fact_ImageUrl
source: Fact Image
fa: تصویر

source: Fact Description
fa: توضیحات

source: Contacts
fa: تماس

source: Facts
fa: فکت

source: Page Information
fa: اطلاعات

source: Question
fa: سوال

# Question_Content
source: Content
fa: محتوا

# Question_Description
source: Description
fa: توضیحات

# Question_Order
source: Order
fa: ترتیب

source: Answer
fa: پاسخ

source: AI response failed
fa: پاسخ هوش مصنوعی ناموفق

# AI_Image_Generation_Failed
source: AI couldn't process your reference image for some reason. Please retry or change the reference image.
fa: هوش مصنوعی نتوانست تصویر مرجع شما را پردازش کند. لطفاً دوباره تلاش کنید یا تصویر مرجع را تغییر دهید.

# Required_Prompt_Is_Missing
source: The required prompt was not found
fa: پرامپت مورد نیاز پیدا نشد

# PageVisitType_Authorized
source: Authorized Visits
fa: بازدیدهای احراز هویت شده

# PageVisitType_Unauthorized
source: Unauthorized Visits
fa: بازدیدهای احراز هویت نشده

# PageVisitType_Total
source: Total Visits
fa: کل بازدیدها

# PageVisitType_UniqueVisitors
source: Unique Visitors
fa: بازدیدکنندگان منحصر به فرد

# RouteMustContainOnlyAlphanumericAndUnderscore
source: Route must only contain letters, numbers, and underscores. Special characters and spaces are not allowed.
fa: مسیر (Route) فقط باید شامل حروف، اعداد و زیرخط (_) باشد. کاراکترهای خاص و فاصله مجاز نیستند.
